Revit 2024 API
ViewSchedule.Split Method
Overload List
Name | Description
Split(IList<Double>)
 Splits the schedule into several segments by given height of each segment.
Split(Int32)
 Splits the schedule into several segments by given segment number.
See Also
ViewSchedule Class
ViewSchedule Members
Autodesk.Revit.DB Namespace